<template>
  <div class="promotion">
    <div class="promotion__rules">
      <h3 class="promotion__title">Правила <span class="promotion__action">программы</span></h3>
      <div class="promotion__content">
        <p>
          Чтобы поощрить самых активных пользователей, мы запустили Med.Studio Club – программа
          лояльности для активных слушателей портала Med.Studio. По окончанию календарного периода
          (года) мы вручим ценные подарки от портала и партнеров.
        </p>
        <h4>Как стать участником программы:</h4>
        <ul>
          <li>
            Участник программы должен быть зарегистрирован на портале и иметь полностью заполненную
            анкету в Личном кабинете.
          </li>
          <li>Необходимо нажать «Войти в программу» на странице программы «Med.Studio Club».</li>
          <li>Начать изучать материалы, смотреть мероприятия онлайн и копить баллы.</li>
        </ul>
        <h4>В программу отобраны направления:</h4>
        <ul>
          <li>Общая – без привязки к специальности</li>
          <li>Акушерство и гинекология</li>
          <li>Кардиология</li>
          <li>Неврология</li>
          <li>Онкология</li>
          <li>Офтальмология</li>
          <li>Урология</li>
          <li>Хирургия</li>
        </ul>
        <h4>Баллы за обучение начисляются в категориях:</h4>
        <ul>
          <li>Обучение онлайн – 10 баллов</li>
          <li>Просмотр материалов в архиве – 5 баллов</li>
          <li>Прослушивание подкастов – 5 баллов</li>
        </ul>
        <h4>Как копить баллы и повышать свой рейтинг?</h4>
        <p>
          Ваш рейтинг зависит от того, насколько часто вы пользуетесь образовательными возможностями
          портала. Чем активнее вы смотрите мероприятия онлайн и слушаете материалы в архиве, тем
          больше баллов вы получаете – и тем выше ваш уровень в рейтинге участников.
        </p>
        <p>
          Баллы засчитываются участнику программы, с чьего аккаунта изучаются материалы. За просмотр
          мероприятия онлайн баллы также будут засчитаны слушателю, которого добавили через функцию
          «Добавить коллегу». Передавать баллы другим пользователям портала Med.Studio нельзя.
        </p>
        <p>
          <strong>
            Участники программы могут получить информацию о своём текущем статусе на странице
            программы в разделе «Рейтинг участников».
          </strong>
        </p>
        <h4>Поздравление участников</h4>
        <p>
          По окончанию календарного периода (года) мы вручим ценные подарки самым активным
          слушателям портала в представленных направлениях. В зависимости от типа подарка он может
          быть направлен по адресу, согласованному с пользователем портала или на адрес электронной
          почты указанный при регистрации.
        </p>
        <p>
          С полными правилами участия в программе вы можете ознакомиться по ссылке -
          <a href="https://med.studio/page/club-rules" target="_blank"
            >https://med.studio/page/club-rules</a
          >
        </p>
      </div>
    </div>

    <div class="promotion__personal-rating">
      <AppActionPersonalRating :user="user" />
    </div>
  </div>
</template>

<script>
import AppActionPersonalRating from '~/components/common/app-action/app-action-personal-rating'

export default {
  components: { AppActionPersonalRating },

  props: {
    user: { type: Object, default: () => ({}) },
  },
}
</script>

<style lang="scss">
@import 'styles/components/common/app-action/app-action-promotion-rules';
</style>
