export const MEDIC_TEXT_HTML = `
<style>
  .adv-agreement-list li {
    list-style-position: inside;
  }
</style>
<p>
  Просим Вас ознакомиться с правилами посещения сайта и подтвердить, что Вы являетесь медицинским или фармацевтическим работником и подтверждаете своё понимание и согласие с тем, что применение рецептурных препаратов, обращение за той или иной медицинской услугой, равно как и ее выполнение, использование медицинских изделий, выбор метода профилактики, диагностики, лечения, медицинской реабилитации, равно как и их применение, возможны только после предварительной консультации со специалистом.
</p>
<br>
<p>Уведомляем Вас о том, что:</p>
<br>
<ol class="adv-agreement-list">
  <li>
    На данном сайте представлена информация специализированного характера: о медицинских услугах, формах, способах, технологиях их выполнения, о методах профилактики, диагностики, лечения и медицинской реабилитации, о медицинских изделиях, включая те, для использования которых требуется специальная подготовка, о рецептурных препаратах, их свойствах, способах применения вышеназванного и возможных противопоказаниях, предназначенная исключительно для медицинских и фармацевтических работников.
  </li>
  <li>
    В случае если Вы не являетесь специалистом здравоохранения, но в нарушение настоящих условий подписываете данное соглашение (принимаете условия путём нажатия на кнопку «Зарегистрироваться»), администрация портала med.studio не несет ответственности за возможные отрицательные последствия, возникшие в результате самостоятельного использования вами информации с сайта, без предварительной консультации со специалистом. Вы делаете это самостоятельно и осознанно, понимая, что применение рецептурных препаратов, обращение за определенными видами медицинской помощи или медицинских услуг, в том числе, с использованием различных медицинских изделий или выбор и применение тех или иных методов профилактики, диагностики, лечения, медицинской реабилитации, возможен только после предварительной консультации со специалистом здравоохранения.
  </li>
  <li>
    Информация о медицинских услугах, формах, способах, технологиях их проведения, о методах профилактики, диагностики, лечения, медицинской реабилитации, о медицинских изделиях, для использования которых требуется специальная подготовка, о рецептурных препаратах, размещённая на портале med.studio предназначена исключительно для ознакомления специализированным субъектом - медицинским и фармацевтическим работником, и не является руководством или призывом к каким-либо действиям и (или) бездействиям с человеческим или иным живым организмом, или самостоятельному приему, использованию, применению медицинских препаратов, услуг, изделий в любых целях, и не служит в качестве медицинских советов или рекомендаций.
  </li>
</ol>
<br>
<p>
  Администрация портала не несет ответственности за возможный ущерб, нанесенный вашему здоровью в случае самовольных действий и (или) бездействий, или самостоятельного приема, использования, применения, медицинских услуг, медицинских изделий, рецептурных препаратов в целях профилактики, диагностики, лечения или реабилитации (без предварительной консультации со специалистом).
</p>
<br>
<p>Если Вы НЕ подтверждаете данные правила, то согласно ст. 24 Федерального закона от 13.03.2006 г. № 38-ФЗ «О рекламе» вы обязаны покинуть сайт.</p>
`
